export var replacables = {
    '%u0628': '%u066E', // ب
    '%u062A': '%u066E', // ت
    '%u062B': '%u066E', // ث
    '%u062C': '%u062D', // ج
    '%u062E': '%u062D', // خ
    '%u0630': '%u062F', // ذ
    '%u0632': '%u0631', // ز
    '%u0636': '%u0635', // ض
    '%u0638': '%u0637', // ظ
    '%u063A': '%u0639', // غ
    '%u064A': '%u0649', // ي
    '%u0641': '%u06A1', // ف
    '%u0642': '%u066F', // ق
    '%u0646': '%u06BA', // ن 
    '%u0629': '%u0647', // ة
    '%u0634': '%u0633' // ش
}

export var punctuations = [
    '%u060C', // ،
    '%u061B', // ؛
    '%u061F', // ؟
    '%u066A' // ٪ (not a punctuation, but does the same effect on how letters are written before)
];

export var tanween = [
    '%u064B', // تنوين فتح
    '%u064C', // تنوين ضم
    '%u064D', // تنوين كسر
    '%u0654', // همزة علوية
    '%u0655' // همزة سفلية
]

export var tashkeel = [
    '%u064E', // فتحة
    '%u064F', // ضمة
    '%u0650', // كسرة
    '%u0651', // شدة
    '%u0652', // سكون
    '%u0653' // مدة
]

